export const generalData = [
    {
      tdName:
        "Подбирать технологическое оборудование для ремонта и эксплуатации электрооборудования",
      tdTitle_1: 1,
      tdColor: "red",
    },
    {
      tdName:
        "Собирать схемы технологических устройств и проверять их работоспособность",
      tdTitle_1: 2,
      tdColor: "green",
    },
    {
      tdName:
        "Знать основные законы и правовые устои в отрасли энергетики ",
      tdTitle_1: 3,
      tdColor: "yellow",
    },
    {
      tdName:
        "Знать метрологические аспекты в области Энергетики",
      tdTitle_1: 4,
      tdColor: "grey",
    },
    {
      tdName:
        "Уметь прогнозировать отказывается обнаруживать дефекты  электрооборудования",
      tdTitle_1: 5,
      tdColor: "blue",
    },
    {
      tdName:
        "Oлнять расчёт по пределению еобходимого стропитпющего борудования",
      tdTitle_1: 2,
      tdColor: "black",
    },
    {
      tdName:
        "Управлять программным обеспечением в комплексе энергоснабжения",
      tdTitle_1: 4,
      tdColor: "aqua",
    },
    {
      tdName:
        "Уметь обнаружить устранить неисправности в электропитающих установках",
      tdTitle_1: 3,
      tdColor: "brown",
    },
    {
      tdName:
        "Выбирать тип и проверять работоспособность трансформаторов",
      tdTitle_1: 5,
      tdColor: "deepPink",
    },
    {
      tdName:
        "Знание комплекса энергетических объектов",
      tdTitle_1: 1,
      tdColor: "gold",
    },
    {
      tdName:
        "Уметь действовать аварийных Ситуациях",
      tdTitle_1: 2,
      tdColor: "indigo",
    },
    {
      tdName:
        "Уметь читать и  составлять структурные схемы систем энергоснабжения Qoye",
      tdTitle_1: 5,
      tdColor: "lawnGreen",
    },
  ];